Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Average peak area response of Amlodipine Impurity A obtained with Reference solution (d1)
es_es: Respuesta del área del pico promedio de Amlodipina Impureza A con la solución de referencia (d1)

source: Average peak area response of Amlodipine obtained with Reference solution (a1)
es_es: Respuesta del área del pico promedio de Amlodipina con la solución de referencia (a1)

source: Average peak area response of Amlodipine obtained with Reference solution (e1)
es_es: Respuesta del área del pico promedio de Amlodipina con la solución de referencia (e1)

source: Average peak area response of respective solvent obtained with Standard solution A
es_es: Respuesta del área del pico promedio del disolvente respectivo con la solución estándar A

source: Average the results of the 4 injections.
es_es: Promediar los resultados de las 4 inyecciones.

source: Average the retention times and compare with the retention time obtained with the test solution.
es_es: Promediar los tiempos de retención y comparar con el tiempo de retención obtenido con la solución de análisis.

source: Average value of the response factors (A1, A2)
es_es: Promedio de los factores de respuesta (A1, A2)

source: Average value of the response factors (standard solution 100 % (A1, A2) andstandard solution degradation – Impurity E 2.0 %, respectively
es_es: Promedio de los factores de respuesta (solución estándar al 100 % (A1, A2) y degradación de la solución estándar, Impureza E al 2.0 %, respectivamente

source: Average water content [%]± standard deviation (n = 8)
es_es: Contenido promedio de agua [%]± desviación estándar (n = 8)

source: Avoidance of cross-contamination and environmental monitoring
es_es: Prevención de contaminación cruzada y control ambiental

source: B (brown) 3.0
es_es: B (castaño) 3.0

source: B = Average peak area response of respective solvent interference from Blank.
es_es: B = Respuesta del área del pico promedio con frespecto a la interferencia del blanco con el disolvente respectivo

source: B) Dissolve about 28 mg of tropic acid ethyl ester reference substance, accurately weighed, in water pH 2.6 to produce 50.00 ml.
es_es: B) Disolver aproximadamente 28 mg de la sustancia de referencia ester etílico del ácido trópico, pesados con exactitud, en agua a un pH de 2.6 hasta obtener 50.00 ml.

source: B) Residual Plot
es_es: B) Gráfico de valores residuales

source: B. Snow (Chair), J. Kolbe, R. Stark, J. King, R. Macdonnell, J. Attia, C. D’Este (Independent Statistician).
es_es: B. Snow (Presidente), J. Kolbe, R. Stark, J. King, R. Macdonnell, J. Attia, C. D’Este (Estadístico independiente).

source: Baseline disability would remain post treatment.
es_es: La discapacidad inicial permanecería después del tratamiento.

source: BA 338 B
es_es: BA 338 BR

source: BA (FE)
es_es: Biodisponibilidad (y efecto del alimento)

source: BA (absolute)
es_es: Biodisponibilidad (absoluta)

source: BA (and FE)
es_es: Biodisponibilidad (y efecto del alimento)

source: BACKGROUND
es_es: ANTECEDENTES

source: BACTERIAL TESTER STRAINS
es_es: CEPAS BACTERIANAS EXPERIMENTALES

source: BALANZA ANALÍTICA
es_es: ANALYTICAL BALANCE

source: BATCH ANALYSES DATA
es_es: DATOS DE ANÁLISIS DE PARTIDAS

source: BATCH ANALYSIS DATA FOR DRUG PRODUCT
es_es: ANÁLISIS DE PARTIDAS REFERIDAS AL MEDICAMENTO

source: BATCH ANALYSIS DATA FOR HCTZ ACTIVE PHARMACEUTICAL INGREDIENT
es_es: ANÁLISIS DE PARTIDAS DEL INGREDIENTE FARMACÉUTICO ACTIVO HCTZ

source: BATCH ANALYSIS FOR DRUG SUBSTANCE BATCHES ANALYSED WITH THE CURRENT CEX HPLC METHOD (QA55406)
es_es: ANÁLISIS DE LAS PARTIDAS DEL PRINCIPIO ACTIVO ANALIZADAS CON EL MÉTODO HPLC-CEX VIGENTE (QA55406)

source: BATCH DATA
es_es: DATOS DE PARTIDAS

source: BATCH FORMULA
es_es: FÓRMULA DE PARTIDA

source: BATCH INFORMATION
es_es: INFORMACIÓN DE PARTIDAS

source: BATCHES USED IN CLINICAL TRIALS
es_es: PARTIDAS EMPLEADAS EN ENSAYOS CLÍNICOS

source: BE
es_es: Bioequivalencia

source: BENEFITS AND RISKS CONCLUSIONS
es_es: CONCLUSIONES SOBRE LOS BENEFICIOS Y RIESGOS

source: BEROTEC® 100 mcg pressurised inhalation, solution; HFA
es_es: BEROTEC®, 100 mcg, solución para inhalación presurizada (HFA)

source: BI 10773 XX into the volumetric flask,
es_es: BI 10773 XX al matraz aforado,

source: BI 10773 XX is identified using the degradation and assay procedure of BI 10773 XX.
es_es: BI 10773 XX se identifica mediante el procedimiento de degradación y ensayo de BI 10773 XX.

source: BI 10773 XX reference substance
es_es: Sustancia de referencia BI 10773 XX

source: BI 655130) has a high and specific affinity for human IL36R and it is highly effective in neutralizing the biological activity of IL36R.
es_es: BI 655130) tiene una afinidad elevada y específica con la IL36R humana y es muy eficaz para neutralizar su actividad biológica.

source: BI DE (IN) is already used for analytical testing of the drug product in some countries.
es_es: BI DE (IN) ya participa en las pruebas analíticas del medicamento en algunos países.

source: BI ES (SC) will perform all aspects of the manufacture:
es_es: BI ES (SC) se encargará de todos los aspectos de la fabricación:

source: BI Japan
es_es: BI Japón

source: BI PDE
es_es: BI, EDP

source: BI Pharma GmbH & Co. KG, Germany
es_es: BI Pharma GmbH & Co. KG, Alemania

source: BI Roxane, Inc., US
es_es: BI Roxane, Inc., EE. UU.

source: BI Vienna uses an alternative strain for the indicator cell culture method.
es_es: BI Vienna usa una cepa alternativa en el método del indicador en cultivo celular

source: BI Vienna uses and established the additional method for endotoxin testing:
es_es: BI Vienna estableció y emplea el siguiente método adicional para lel ensayo de endotoxinas:

source: BI Vienna verified the kinetic turbidimetric method and the kinetic chromogenic method.
es_es: BI Vienna verificó las metodologías turbidimétrica cinética y cromogénica cinética.

source: BI Vienna will additionally implement two equivalent methods to the method used at BI Biberach (established two additional methods:
es_es: BI Vienna implementará además dos metodologías equivalentes a la que ya se usa en Biberach (las dos metodologías adicionales establecidas son:

source: BI acknowledges the agency’s comment and would like to clarify that the actual manufacturer of the transfer cannula was and still is the company PMT in Weiskirchern/Germany.
es_es: BI reconoce el comentario de la entidad y desea aclarar que el fabricante correcto de la cánula de transferencia era y sigue siendo la empresa PMT, de Weiskirchen, Alemania.

source: BI acknowledges the agency’s comment and would like to clarify that the manufacturing sites involved in working cell bank (WCB) manufacturing and testing are included in section 3.2.S.2.1 of the dossier (document number 6589-S210al0106/q00099647-07):
es_es: BI reconoce el comentario de la entidad y desea aclarar que las plantas productoras a cargo de la fabricación y evaluación del banco de trabajo de células están incluidas en la sección 3.2.S.2.1 de este dossier (numero de documento 6589-S210al0106/q00099647-07), y son:

source: BI acknowledges the agency’s comment and would like to confirm that the address indicated in the GMP Certificate No. DE_BW_01_GMP_2022_0177:
es_es: BI reconoce el comentario de la entidad y confirma que el domicilio indicado en el Certificado de BPF N°. DE_BW_01_GMP_2022_0177,

source: BI acknowledges the agency’s comment and would like to explain as follows:
es_es: BI reconoce el comentario de la entidad y desea explicar lo siguiente:

source: BI acknowledges the agency’s comment and would like to explain that regarding information about excipients, in accordance with ICH M4Q about the CTD structure, the following documents are included in section 3.2.P.4:
es_es: BI reconoce el comentario de la entidad y desea explicar que, en relación con la información referente a los excipientes, en consonancia con el lineamiento M4Q de la ICH, que refiere a la estructura del documento técnico común CTD, se incluyen los siguientes documentos en la sección 3.2.P.4:

source: BI acknowledges the agency’s comment and would like to refer to the information provided in section 3.2.P.5 of the dossier.
es_es: BI reconoce el comentario de la entidad y desea remitir a la información provista en la sección 3.2.P.5 del dossier.

source: BI analyzed use events and non-safety related findings associated with the completed studies.
es_es: BI analizó los eventos de uso y los hallazgos no relacionados con la seguridad asociados con los estudios completados.

source: BI classifies dose accuracy, exposed needle length, and break loose, glide and actuation forces as EPRs for the spesolimab PFSNSD-1.
es_es: BI clasifica la exactitud de la dosis, la longitud expuesta de la aguja y las fuerzas de de desprendimiento, deslizamiento y pulsación como requisitos esenciales de desempeño para el dispositivo PFSNSD-1 de espesolimab.

source: BI conducted a comprehensive review of cases in connection with medication errors and drug abuse.
es_es: BI llevó a cabo una revisión exhaustiva de los casos relacionados con errores de medicación y abuso de drogas.

source: BI conducted a simulated use test of the sharps injury prevention feature (post-injection needle cover activation) of the PFS-NSD-1.
es_es: BI realizó una prueba de uso simulado de la función de prevención de lesiones cortantes (activación del tapón de la aguja luego de la inyección) del PFS-NSD-1.

source: BI considers EPRs to refer to the clinical performance of the device at the point-of-use and includes the device’s performance attributes relating to the user interactions required to administer the drug; however, this does not include any attributes prior to the stage of administration or any attributes post-administration.
es_es: BI considera que los requisitos esenciales de desempeño se refieren al desempeño clínico del dispositivo en el punto de uso e incluyen los atributos de desempeño del dispositivo relacionados con las interacciones del usuario necesarias para administrar el medicamento. Sin embargo, esto no incluye ningún atributo anterior o posterior a la etapa de administración.

source: BI considers the benefit/risk for Berotec to be unchanged, positive and correctly reflected in the current Company Core Data Sheet that already covers the information that “concomitant anti-inflammatory therapy should be considered for patients with bronchial asthma…”.
es_es: BI considera que la relación beneficio/riesgo de Berotec se mantiene inalterada, es positiva y se refleja correctamente en la actual Información fundamental del producto, de uso interno, pues esta ya establece que “Se debe considerar la terapia antiinflamatoria concomitante en pacientes con asma bronquial…”.

source: BI further would like to clarify that all excipients used comply with Ph. Eur.
es_es: Además, BI desea aclarar que todos los excipientes empleados cumplen con la Ph. Eur.

source: BI has compiled a list of AEs which are defined to be always serious.
es_es: BI ha compilado una lista de eventos adversos que siempre se definen como serios.

source: BI has conducted a complete HFE/UE analysis of the Spesolimab PFS-NSD-1 according to IEC 62366-1:2015+A1:2020 and FDA guidance “Applying Human Factors and Usability Engineering to Medical Devices”.
es_es: BI realizó un análisis completo de la ingeniería de los factores humanos/facilidad de uso del PFS-NSD-1 de espesolimab de conformidad con las especificaciones de IEC 62366-1:2015+A1:2020 y la guía de la FDA “Implementación de ingeniería de factores humanos y facilidad de uso en dispositivos médicos”.

source: BI investigational product:
es_es: Producto en investigación de BI:

source: BI investigational product: Tenecteplase
es_es: Producto en investigación de BI: Tenecteplasa

source: BI proprietary name:
es_es: Denominación comercial de BI:

source: BI proprietary name: Metalyse®
es_es: Denominación comercial de BI: Metalyse®

source: BI reserved the right to discontinue the trial overall or at a particular trial centre at any time for the following reasons:
es_es: BI se reservó el derecho de interrumpir el ensayo en general o en un centro del ensayo en particular en cualquier momento por los siguientes motivos:

source: BI wants to further clarify that the batches destined for Peru only come from the manufacturing site Boehringer Ingelheim Pharma GmbH & Co. KG in Biberach an der Riss/Germany as outlined in section 3.2.S.2.1 of the dossier (document number 6589-S210al0106/q00099647-07).
es_es: BI también desea aclarar que las partidas destinadas a Perú solo provienen de la planta productora Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach an der Riss, Alemania, tal como se detalla en la sección 3.2.S.2.1, del dossier (número de documento 6589-S210al0106/q00099647-07).

source: BI was subsequently qualified for commercial supply of tenecteplase marketed as Metalyse in 1999.
es_es: Posteriormente, en 1999, BI calificó para el suministro comercial de tenecteplasa con la marca Metalyse.

source: BI- / Study Number
es_es: Código de BI/Número de estudio

source: BIBF 1120 ethanesulfonate
es_es: BIBF 1120 etanosulfonato

source: BIBR 277 AMIDE
es_es: BIBR 277 AMIDA

source: BIBR 277 AMIDE (Impurity F)
es_es: BIBR 277 AMIDA (Impureza F)

source: BIBR 277 BIMBIM (Impurity A)
es_es: BIBR 277 BIMBIM (Impureza A)

source: BIBR 277 NITRILE
es_es: BIBR 277 NITRILO

source: BIBR 277 SE POSS. IMP. I
es_es: BIBR 277 SE POS. IMP. I

source: BIBR 277 SE POSS. IMP. I (Impurity B)
es_es: BIBR 277 SE POS. IMP. I (Impureza B)

source: BIBR 277 SE POSS. IMP. V (Impurity D)
es_es: BIBR 277 SE POS. IMP. V (Impureza D)

source: BICALUTAMIDA
es_es: BICALUTAMIDE

source: BIOLOGICAL ACTIVITY
es_es: ACTIVIDAD BIOLÓGICA

source: BIOSEGURIDAD-PROTECCIÓN COLECTIVA
es_es: COLLECTIVE BIOSAFETY-PROTECTION

source: BIOSTATISTICIAN
es_es: BIOESTADÍSTICO

source: BIP operates a multi-product facility including:
es_es: BIP opera una planta productora de diversos productos que incluye:

source: BIPERIDENO
es_es: BIPERIDEN

source: BIPGmbH & Co. KG Biberach,Germany
es_es: BIPGmbH & Co. KG Biberach, Alemania

source: BIPGmbH & Co.KG Biberach,Germany
es_es: BIP GmbH & Co. KG Biberach, Alemania

source: BKM has stock options in Circle NVI and has consulted for Biogen and Boehringer Ingelheim.
es_es: BKM tiene opciones sobre acciones en Circle NVI y ha sido consultor para Biogen y Boehringer Ingelheim.

source: BKM, BHB, NS, MAA, FBa, and RHS prepared the first draft of the report.
es_es: BKM, BHB, NS, MAA, FBa, y RHS prepararon el primer borrador del informe.

source: BKM, NS, MAA, FBa, BCL, AA, and RHS participated in data analysis and interpretation.
es_es: BKM, NS, MAA, FBa, BCL, AA y RHS participaron en el análisis e interpretación de los datos.

source: BKM, TTS, MAA, CK, and RHS conceptualised the study design.
es_es: BKM, TTS, MAA, CK, y RHS conceptualizaron el diseño del estudio.

source: BKM, TTS, NS, AA, FBa, and BCL had access to and verified the underlying study data.
es_es: BKM, TTS, NS, AA, FBa y BCL verificaron y accedieron a los datos subyacentes del estudio.

source: BL NIHSS
es_es: NIHSS al inicio

source: BLANK SOLUTION
es_es: SOLUCIÓN BLANCO

source: BLINDED
es_es: CIEGO

source: BMI [kg/m2] (< and ≥30)
es_es: IMC inicial [kg/m2] (< y ≥30)

source: BMI [kg/m2], mean (SD)
es_es: IMC [kg/m2], media (SD)

source: BP increased to 110/50.
es_es: Aumento de TA a 110/50.

source: BP monitoring during the first 24 hours is necessary.
es_es: Se debe revisar la presión arterial durante las primeras 24 horas.

source: BP/ Ph. Eur. STANDARDS
es_es: ESTÁNDARES SEGÚN BP/Ph. Eur.

source: BPG
es_es: Gr. de p. básicos

source: BPG:
es_es: Gr. de p. básicos:

source: BPG: 3 - 8 %
es_es: Gr. de p. básicos: 3 - 8%

source: BRACKETING APPROACH
es_es: ANÁLISIS DE EXTREMOS

source: BROMOCRESOL GREEN SOLUTION:
es_es: SOLUCIÓN DE VERDE DE BROMOCRESOL

source: BSE
es_es: EEB

source: BUENAS PRÁCTICAS CLÍNICAS PARA EFECTOS DE LOS ESTUDIOS DE BIODISPONIBILIDAD Y BIOEQUIVALENCIA
es_es: GOOD CLINICAL PRACTICES FOR BIOAVAILABILITY AND BIOEQUIVALENCE STUDIES

source: BUENAS PRÁCTICAS DE LABORATORIO PARA EFECTOS DE LOS ESTUDIOS DE BIODISPONIBILIDAD Y BIOEQUIVALENCIA
es_es: GOOD LABORATORY PRACTICES FOR BIOAVAILABILITY AND BIOEQUIVALENCE STUDIES

source: BUFFER SOLUTION PH 3.0
es_es: SOLUCIÓN BUFFER A PH 3.0

source: BY (brownish-yellow) 2.4
es_es: BY (amarillo acastañado) 2.4

source: Background snaps
es_es: Capturas de fondo

source: Background time
es_es: Tiempo de captura

source: Bacterial endotoxins
es_es: Endotoxinas bacterianas

source: Bacterial endotoxins are monitored with an acceptance criterion that meets the Ph.
es_es: Las endotoxinas bacterianas se monitorean con un criterio de aceptación que cumple con los requisitos de la Ph.

source: Bacterial endotoxins are monitored with an acceptance criterion that meets the Ph. Eur. requirements for the total expected dose.
es_es: Las endotoxinas bacterianas se monitorean con un criterio de aceptación que cumple con los requisitos de la Ph. Eur. para la dosis total esperada.

source: Bacterial endotoxins,
es_es: Endotoxinas bacterianas

source: Bacterial endotoxins1
es_es: Endotoxinas bacterianas1

source: Bacterial reverse mutation test (Ames Test)
es_es: Prueba de mutación reversa bacteriana (prueba de Ames)

source: Bacterial strain
es_es: Cepa bacteriana

source: Bacterial tester strains
es_es: Cepas bacterianas experimentales

source: Bacterial endotoxins*
es_es: Endotoxinas bacterianas*

source: Bacterial_Endotoxins/ Safety
es_es: Bacterial_Endotoxins/ Seguridad

source: Bajo ciertas condiciones, la aprobación de las diferentes dosis de un medicamento de origen múltiple se puede considerar sobre la base de perfiles de disolución si las formulaciones tienen composiciones proporcionalmente similares.
es_es: Under certain conditions, approval of different dosages of a multi-source drug product may be considered on the basis of dissolution profiles if the formulations have proportionally similar compositions.

source: Banked samples may be analysed in the future for scientific evaluations or to further, for example, the mechanistic understanding of drug effects and/or to identify genetic or other factors associated with response to therapy or the risk of adverse drug reactions.
es_es: Las muestras almacenadas pueden analizarse en el futuro para evaluaciones científicas o para mejorar, por ejemplo, la comprensión mecanística de los efectos de los medicamentos, o para identificar factores genéticos u otros factores asociados con la respuesta a la terapia o el riesgo de reacciones adversas a los medicamentos.

source: Based both on our previous experience with stroke clinical trials and blinded monitoring of the amount of missing primary outcome data in the EXTEND-IA-TNK part 2 trial, it is anticipated that there will be minimal loss to follow-up for the assessment at 3 months of the modified Rankin scale (mRS) secondary outcomes.
es_es: A partir de nuestra experiencia con ensayos clínicos sobre accidentes cerebrovasculares y el seguimiento enmascarado de la cantidad de datos ausentes sobre desenlaces clínicos principales en la parte 2 del ensayo EXTEND-IA-TNK, se anticipa una pérdida mínima durante el seguimiento en la evaluación a las 3 meses de las variables secundarias en la escala Rankin modificada (mRS).

source: Based on Customer and System Risk Requirements results for Bulk PFS subsystem, NSD-2 components subsystem with assembled PFS and P&L subsystem
es_es: Con base en el cumplimiento de los requisitos del sistema y del cliente en relación con los riesgos del sistema completo: subsistema PFS, subsistema de los componentes de la NSD-2 con la jeringa prellenada acoplada, y el subsistema de acondicionamiento y etiquetado.

source: Based on a maximal dose of 50 mg tenecteplase the recommended maximum DNA content is 2.0 pg DNA per mg tenecteplase in the formulated bulk.
es_es: Con base en una dosis máxima de tenecteplasa de 50 mg, el contenido de ADN máximo recomendado en el granel formulado es de 2,0 pg de ADN por mg de tenecteplasa.

source: Based on a quality risk assessment, several process steps have been defined as critical in the manufacturing of Spiriva® Respimat® cartridges at the current manufacturing site and accordingly, in-process controls were implemented.
es_es: Con base en una evaluación de los riesgos de calidad, en la planta productora actual se definieron como críticos varios pasos del proceso de fabricación de los cartuchos Spiriva® Respimat® y, en consecuencia, se implementaron controles intermedios del proceso.

source: Based on a visual inspection of the studentized residuals for the weighted linear model, the weighted linear model may be used as an appropriate model for the given data.
es_es: Con base en una inspección visual de los valores residuales ajustados por T de Student para el modelo de regresión lineal, se concluye que el modelo lineal ponderado puede usarse para los datos dados.

source: Based on above mentioned review and considerations, Boehringer Ingelheim retains that the requested additional warning language concerning systemic overuse/abuse in the LPI is not warranted.
es_es: Con base en la revisión y las consideraciones anteriores, Boehringer Ingelheim insiste en que no es necesario añadir en la información local para el paciente el texto de advertencia adicional solicitado sobre el uso excesivo o abuso sistémicos.

source: Based on blinded analysis of operational characteristics, the executive committee decided to delay the interim sample size re-estimation.
es_es: A partir de un análisis enmascarado de las características operativas, el comité ejecutivo decidió retrasar la reestimación intermedia del tamaño de la muestra.

source: Based on blinded monitoring of the amount of missing primary outcome data in the EXTEND-IATNK part 2 trial, it is anticipated that there will be minimal missing primary outcome data.
es_es: Tras realizar un seguimiento enmascarado de la cantidad de datos omitidos sobre los desenlaces principales en el ensayo EXTEND-IATNK parte 2, se anticipa que serán mínimos los datos omitidos sobre los desenlaces principales.

source: Based on clinician opinion, any missing data for the primary outcome were to be assumed to be missing at random, subject to examination of explanatory and auxiliary variables that were collected to assess the plausibility of the missing-at-random assumption.
es_es: Según el criterio del médico, cualquier dato ausente sobre los criterios de valoración principales debía tratarse como aleatorio. Se evaluarían variables explicativas y auxiliares recopiladas para determinar la plausibilidad de que la ausencia de datos era aleatoria.

source: Based on evaluation of risk factors, taking into account current scientific information and knowledge of the manufacturing process, it is concluded that tenecteplase DS manufactured and released by BIP does not present a risk for the presence of N-nitrosamines.
es_es: Con base en la evaluación de los factores de riesgo, teniendo en cuenta la información científica actual y el conocimiento del proceso de fabricación, se llega a la conclusión de que el principio activo tenecteplasa, elaborado y liberado por BIP, no presenta riesgo de presencia de N-nitrosaminas.

source: Based on evaluation of the differences between the prepared formulations and evaluation of the DoE, none of the varied formulation characteristics has a relevant impact on the product quality.
es_es: Según la evaluación de las diferencias entre las formulaciones preparadas y la evaluación del diseño de experimentos, ninguna de las diversas características de la formulación afecta significativamente la calidad del producto.

source: Based on flow at initial oven temperature
es_es: Con base en el flujo a la temperatura de horno inicial
